export const questions = [
  {
    id: 1,
    question:
      "Я чувствую себя уставшим(ей) даже после длительного сна и отдыха",
    area: "personal",
  },
  {
    id: 2,
    question:
      "Я могу разозлиться без видимой причины, меня раздражают позитивные и успешные люди",
    area: "personal",
  },
  {
    id: 3,
    question: "Мне сложно концентрироваться на задаче больше 5 минут",
    area: "personal",
  },
  {
    id: 4,
    question:
      "Я чувствую собственную беспомощность, кажется, что от меня ничего не зависит",
    area: "personal",
  },
  {
    id: 5,
    question: "Все вокруг кажется пустым и неинтересным",
    area: "personal",
  },
  {
    id: 6,
    question:
      "Я чувствую, что мне не к кому обратиться за помощью и поддержкой в сложной ситуации",
    area: "social",
  },
  {
    id: 7,
    question:
      "Я думаю, что близкие ценят меня за то, что я делаю и как себя веду, а не просто за то, что я есть",
    area: "social",
  },
  {
    id: 8,
    question:
      "В кругу близких и друзей я вынужден(а) играть чужую роль, чтобы меня принимали таким(ой), какой(ая) я есть",
    area: "social",
  },
  {
    id: 9,
    question: "Я чувствую, что никому не нужен (нужна) и никто меня не любит",
    area: "social",
  },
  {
    id: 10,
    question: "Мне кажется, что никто из близких меня не понимает",
    area: "social",
  },
  {
    id: 11,
    question:
      "Я боюсь потерять работу, потому что это приведет к финансовым трудностям",
    area: "career",
  },
  {
    id: 12,
    question:
      "Мне не хватает денег на питание, оплату жилья и на то, чтобы покрыть привычные расходы",
    area: "career",
  },
  {
    id: 13,
    question:
      "Я финансово завишу от других (родителей, супруга(и), босса, партнеров по бизнесу)",
    area: "career",
  },
  {
    id: 14,
    question:
      "Я боюсь, что перемены в стране, отрасли, в которой я работаю, или экономике лишат меня средств к существованию",
    area: "career",
  },
  {
    id: 15,
    question:
      "Мой доход скачет (то густо, то пусто) и находится вне моего контроля",
    area: "career",
  },
];
